brew "act"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "cffi"
brew "cloudflare/cloudflare/cf-terraforming"
brew "cryptography"
brew "curl"
brew "devcontainer"
brew "devspace"
brew "diffutils"
brew "docker"
brew "docutils"
brew "gh"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "hashicorp/tap/vault"
brew "helm"
brew "htop"
brew "jq"
brew "keyring"
brew "libpq"
brew "libssh2"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mtr"
brew "mysql-client"
brew "nano"
brew "netcat"
brew "nmap"
brew "node"
brew "oauth2l"
brew "ollama"
brew "openssh"
brew "openssl@3"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "pycparser"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "readline"
brew "rsync"
brew "sevenzip"
brew "steampipe"
brew "telnet"
brew "terraform", link: false
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "warrensbox/tap/tfswitch"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yamllint"
brew "yapf"
brew "yarn"
brew "zip"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "dotnet"
cask "google-cloud-sdk"
cask "iterm2"
cask "microsoft-remote-desktop"
cask "multipass"
cask "parallels"
cask "powershell"
cask "rancher"
cask "rectangle"
cask "session-manager-plugin"
cask "spotify"
tap "cirruslabs/cli"
tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "mike-engel/jwt-cli"
tap "warrensbox/tap"
