tap "cirruslabs/cli"
tap "cloudflare/cloudflare"
tap "dotenv-org/brew"
tap "hashicorp/tap"
tap "mike-engel/jwt-cli"
tap "powershell/tap"
tap "szazeski/tap"
tap "warrensbox/tap"
brew "act"
brew "pycparser"
brew "cryptography"
brew "ansible"
brew "aws2-wrap"
brew "awscli"
brew "azure-cli"
brew "glib"
brew "cloudflared"
brew "colima"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "node"
brew "devcontainer"
brew "devspace"
brew "diffutils"
brew "direnv"
brew "docker"
brew "docutils"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "htop"
brew "jq"
brew "keyring"
brew "libfido2"
brew "libpq"
brew "llm"
brew "lsd"
brew "mtr"
brew "mysql-client"
brew "nano"
brew "netcat"
brew "nmap"
brew "nnn"
brew "oauth2l"
brew "ollama"
brew "openssh"
brew "pipenv"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "python@3.10", link: false
brew "python@3.11", link: false
brew "rsync"
brew "sevenzip"
brew "steampipe"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "tfenv"
brew "tmux"
brew "tree"
brew "uv"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wireshark"
brew "yaml-language-server"
brew "yamllint"
brew "yapf"
brew "yarn"
brew "yq"
brew "zip"
brew "cloudflare/cloudflare/cf-terraforming"
brew "dotenv-org/brew/dotenv-vault"
brew "hashicorp/tap/vault"
brew "mike-engel/jwt-cli/jwt-cli"
brew "powershell/tap/powershell"
brew "szazeski/tap/checkssl"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "dotnet-runtime"
cask "evernote"
cask "firefox"
cask "gcloud-cli"
cask "microsoft-remote-desktop"
cask "parallels"
cask "powershell"
cask "rectangle"
cask "session-manager-plugin"
cask "snowflake-snowsql"
cask "spotify"
cask "thunderbird"
cask "visual-studio-code"