tap "cirruslabs/cli"
tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "mike-engel/jwt-cli"
tap "powershell/tap"
tap "szazeski/tap"
tap "warrensbox/tap"
brew "act"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "ansible"
brew "aws2-wrap"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "cloudflared"
brew "libssh2"
brew "curl"
brew "node"
brew "devcontainer"
brew "devspace"
brew "docker"
brew "fzf"
brew "gh"
brew "go"
brew "graphviz"
brew "helm"
brew "htop"
brew "jq"
brew "keyring"
brew "libfido2"
brew "libpq", link: true
brew "llm"
brew "lsd"
brew "mtr"
brew "mysql-client"
brew "netcat"
brew "nmap"
brew "nnn"
brew "oauth2l"
brew "ollama"
brew "virtualenv"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "sevenzip"
brew "steampipe"
brew "telnet"
brew "terraform", link: false
brew "terraform-docs"
brew "terraformer"
brew "tfenv"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yamllint"
brew "yapf", link: false
brew "yarn"
brew "yq"
brew "zip"
brew "cloudflare/cloudflare/cf-terraforming", link: false
brew "hashicorp/tap/vault"
brew "mike-engel/jwt-cli/jwt-cli"
brew "powershell/tap/powershell"
brew "szazeski/tap/checkssl"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "cf-terraforming"
cask "dotnet-sdk"
cask "firefox"
cask "google-cloud-sdk"
cask "multipass"
cask "session-manager-plugin"
cask "snowflake-snowsql"
cask "thunderbird"
